Repository: Jursdotme/secondthought
Catalog: language/*.po
Languages: da

source: Tag Archive:
da: Tag Arkiv:

source: To search, type and hit enter.
da: Skriv og tryk Enter for at søge.

source: %s Search Results for
da: %s Søgeresultater for

source: Latest News
da: Seneste nyt

source: Footer Right Widget Area 3
da: Sidefod Højre Widget område 3

source: Footer Center Widget Area 2
da: Sidefod Midterste Widget område 2

source: Widget area for the footer, this is the Left column
da: Widgetområde for sidefod, dette er den venstre kolonne

source: Footer Left Widget Area
da: Sidefod Venstre Widget område

source: Inzite Options
da: Inzite Instillinger

source: Gallery Settings
da: Galleri Instillinger

source: Options to define and use the company info across the whole site.
da: Instillinger til at definere og bruge firmaoplysninger over hele siden.

source: Social Accounts
da: Sociale Kontoer

source: Email address
da: Email Adresse

source: Phone number
da: Telefonnummer

source: Contact Information
da: Kontaktinfo

source: City
da: By

source: Zip Code
da: Post nr.

source: Address
da: Adresse

source: Company Name
da: Firmanavn

source: Company Address
da: Firma adresse

source: Mobile Menu
da: Mobil Menu

source: Header Menu
da: Hoved Menu

source: View Article
da: Se artikel

source: All News
da: Alle Nyheder

source: No News found in Trash
da: Ingen Nyheder fundet i Papirkurven

source: No News found
da: Ingen Nyheder fundet

source: Search News
da: Søg efter Nyhed

source: View News
da: Se Nyhed

source: Edit News
da: Rediger Nyhed

source: News Tags
da: Nyheds Tags

source: Add News
da: Tilføj Nyhed

source: News
da: Nyheder

source: Your comment is awaiting moderation.
da: Din kommentar afventer godkendelse.

source: %1$s at %2$s
da: %1$s klokken %2$s

source: %s <span class="says">says:</span>
da: %s <span class="says">siger:</span>

source: Reply
da: Svar

source: Made by Inzite
da: Lavet af Inzite

source: Welcome
da: Velkommen

source: Latest News from INZITE
da: Seneste nyt fra Inzite

source: Comments are closed here.
da: Kommentarer er lukket på denne side.

source: Post is password protected. Enter the password to view any comments.
da: Denne side er kodeordsbeskyttet. Skriv dit kodeord for at se kommentarer.

source: Categories for
da: Kategorier for

source: Sorry, nothing to display.
da: Her er desværre ikke noget at vise.

source: Published by
da: Skrevet af

source: About
da: Om

source: Author Archives for
da: Skribent arkiv for

source: % Comments
da: % Kommentarer

source: 1 Comment
da: 1 Kommentar

source: Leave your thoughts
da: Skriv en kommentar

source: Archives
da: Arkiver

source: Return home?
da: Tilbage til forsiden?

source: Page not found
da: Side ikke fundet
